Repository: herveperoteau/POCStringCatalog
Catalog: POCStringCatalog/strings/InfoPlist.xcstrings
Source language: en
Languages: fr

# NSBluetoothAlwaysUsageDescription
source: Coyote requires your approval to use Bluetooth
fr: Coyote nécessite votre accord pour utiliser le Bluetooth

# NSCameraUsageDescription
source: Coyote requires your approval to use camera
fr: Coyote nécessite votre accord pour utiliser la camera

# NSContactsUsageDescription
source: Creating a route to your contacts
fr: Recherchez et trouvez le meilleur itinéraire vers vos contacts

# NSLocationAlwaysAndWhenInUseUsageDescription
source: Coyote requires your iPhone location to work (Precise set to : On)
fr: Coyote nécessite l'accès à la position précise du téléphone pour fonctionner (Position exacte sur : Oui)

# NSLocationAlwaysUsageDescription
source: Coyote requires your iPhone location to work (Precise set to : On)
fr: Coyote nécessite l'accès à la position précise du téléphone pour fonctionner (Position exacte sur : Oui)

# NSLocationWhenInUseUsageDescription
source: Coyote requires your iPhone location to work (Precise set to : On)
fr: Coyote nécessite l'accès à la position précise du téléphone pour fonctionner (Position exacte sur : Oui)

# NSMicrophoneUsageDescription
source: For the proper functioning of speech recognition, you must allow access to the microphone
fr: Pour le bon fonctionnement de la reconnaissance vocale, vous devez autoriser l'accès au microphone

# NSMotionUsageDescription
source: Coyote requires your approval to detect car motion
fr: Coyote nécessite votre accord pour détecter les mouvements de votre véhicule

# NSPhotoLibraryUsageDescription
source: Customize favorite picture
fr: Personnalisez vos favoris en y ajoutant une photo

# NSSpeechRecognitionUsageDescription
source: To be able to confirm alerts by voice, you must allow access to speech recognition
fr: Pour pouvoir confirmer les alertes à la voix, vous devez autoriser l'accès la reconnaissance vocale

# NSUserTrackingUsageDescription
source: It helps us to offer you a better experience within the app and to optimize our marketing activities.
fr: Cela nous permet de vous offrir une meilleure expérience et d’optimiser nos opérations marketing.
